<div>
    <div>
        <div>
        <h1>Василий Иванович Иванов</h1>
        <span>Аспирант</span>
        </div>
        <div>
            <span>Научные публикаци: 4</span>
            <span>Диссертации: 4</span>
           <span>Научный руквовдитель:<br>Георгий Георгиевич Героев</span>
        </div>
    </div>
<div>
    <div class="post">
            <div>
            <h2>Дуб как пример многолетнего растения</h2>
            <span>Умный издатель</span>
            <span>Автор: Василий Иванович Иванов</span>
            </div>
            <div>
            <span>Цитирований в РИНЦ: 5</span>
            <span>20.02.2026</span>
            </div>
    </div>
</div>
<div>
    <div class="post">
            <div>
            <h2>Дуб как пример многолетнего растения</h2>
            <span>Пишется</span>
            <span>Автор: Василий Иванович Иванов</span>
            </div>
            <div>
            <span>Специальность: 1.5.9 Ботаника</span>
            <span>Утверждено 20.02.2026</span>
            </div>
    </div>
</div>
</div>