<div>
    <div>
        <div>
        <h1>Георгий Георгиевич Героев</h1>
        <span>Научный руководитель</span>
        </div>
        <div>
            <span>Научные публикации аспирантов: 4</span>
            <span>Успешные защиты аспирантов: 4</span>
           <span> Аспирантов: 4</span>
        </div>
    </div>
    <div>
    <div class="aspirant">
            <div>
            <h2>Иван Иванович Иванов</h2>
            <span>Научный руководитель:<br>Иван Иванович Иванов</span>
            </div>
    </div>
</div>
<div>
    <div class="post">
            <div>
            <h2>Дуб как пример многолетнего растения</h2>
            <span>Умный издатель</span>
            <span>Автор: Василий Иванович Иванов</span>
            </div>
            <div>
            <span>Цитирований в РИНЦ: 5</span>
            <span>20.02.2026</span>
            </div>
    </div>
</div>
<div>
    <div class="post">
            <div>
            <h2>Дуб как пример многолетнего растения</h2>
            <span>Пишется</span>
            <span>Автор: Василий Иванович Иванов</span>
            </div>
            <div>
            <span>Специальность: 1.5.9 Ботаника</span>
            <span>Утверждено 20.02.2026</span>
            </div>
    </div>
</div>
</div>